[Info]
AppName=程式名稱
DesktopShortcutDefault=1
StartMenuShortcutDefault=1
AutoRunDefault=0
NowRunDefault=0
License=程式名稱\n版本1.0.0　2026/04/14\n正體中文版　免費軟體\n由林彥丞設計　lin.yancheng@outlook.com\nhttps://github.com/ArtLife-Software\n中華民國台灣\n基於 AutoHotkey 2.0.23 創建　以 Windows 10 測試通過

[DesktopShortcuts]
DesktopFileList=檔案名稱1,資料夾名稱\檔案名稱2
DesktopShortcutList=捷徑名稱1,捷徑名稱2

[StartMenuShortcuts]
StartMenuFileList=檔案名稱1,資料夾名稱\檔案名稱2
StartMenuShortcutList=捷徑名稱1,捷徑名稱2

[Run]
RunFileList=檔案名稱1,資料夾名稱\檔案名稱2

[ContextMenu]
Enable=0
ContextMenuFileList=檔案名稱1,資料夾名稱\檔案名稱2
ContextMenuList=右鍵功能表名稱1,右鍵功能表名稱2
ForFileList=0,1
ForDirectoryList=1,0
ForDriveList=1,0
ForBackgroundList=1,0